IDEA Open Model
Member1D.Elements1D Property
Compatible with IDEA StatiCa 20.1
 Array of element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ReferenceElement> Elements1D { get; set; }
Public Property Elements1D As List(Of ReferenceElement)
	Get
	Set
Return Value
Type: List<ReferenceElement>
List of Element1D
See Also
Reference
Member1D Class
IdeaRS.OpenModel.Model Namespace